Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ASSISTANT_DISABLE_MULTI_USER_ENABLED_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ASSISTANT_DISABLE_MULTI_USER_ENABLED_OK
source: Stop Using Siri
ar: التوقف عن استخدام Siri
bg: Спри използването на Siri
ca: Deixa d’utilitzar Siri
cs: Přestat používat Siri
da: Stop brug af Siri
de: Siri nicht mehr verwenden
el: Διακοπή χρήσης Siri
es: Dejar de usar Siri
es_us: Dejar de usar Siri
fi: Lopeta Sirin käyttö
fr: Ne plus utiliser Siri
fr_ca: Arrêter d’utiliser Siri
he: הפסקת השימוש ב-Siri
hi: Siri का उपयोग रोकें
hr: Prestani koristiti Siri
hu: Siri használatának leállítása
id: Hentikan Penggunaan Siri
it: Non usare più Siri
ja: Siriの使用を停止
kk: Siri функциясын пайдалануды тоқтату
ko: Siri 사용 중단
lt: Nebenaudoti „Siri“
ms: Berhenti Menggunakan Siri
nb: Slutt å bruke Siri
nl: Gebruik Siri niet meer
pl: Przestań używać Siri
pt: Parar de Usar a Siri
pt_pt: Deixar de usar Siri
ro: Opriți utilizarea Siri
ru: Прекратить использовать Siri
sk: Prestať používať Siri
sl: Prenehaj uporabljati Siri
sv: Sluta använda Siri
th: หยุดการใช้ Siri
tr: Siri’yi Kullanmayı Durdur
uk: Припинити використання Siri
vi: Dừng sử dụng Siri
zh_cn: 停止使用Siri
zh_hk: 停止使用Siri
zh_tw: 停止使用Siri

# ASSISTANT_DISABLE_OK
source: Turn Off Siri
ar: إيقاف Siri
bg: Изключи Siri
ca: Desactiva Siri
cs: Vypnout Siri
da: Slå Siri fra
de: Siri deaktivieren
el: Απενεργοποίηση Siri
es: Desactivar Siri
es_us: Desactivar Siri
fi: Laita Siri pois päältä
fr: Désactiver Siri
fr_ca: Désactiver Siri
he: כיבוי Siri
hi: Siri को बंद करें
hr: Isključi Siri
hu: Siri kikapcsolása
id: Matikan Siri
it: Disattiva Siri
ja: Siriをオフにする
kk: Siri функциясын өшіру
ko: Siri 끄기
lt: Išjungti „Siri“
ms: Nyahaktifkan Siri
nb: Slå av Siri
nl: Schakel Siri uit
pl: Wyłącz Siri
pt: Desativar a Siri
pt_pt: Desativar Siri
ro: Dezactivați Siri
ru: Выключить Siri
sk: Vypnúť Siri
sl: Izklopi Siri
sv: Stäng av Siri
th: ปิดใช้ Siri
tr: Siri’yi Kapat
uk: Вимкнути Siri
vi: Tắt Siri
zh_cn: 关闭Siri
zh_hk: 關閉Siri
zh_tw: 關閉Siri

# ASSISTANT_DISABLE_TITLE_IPAD
source: Turn Off Siri?
ar: إيقاف تشغيل Siri؟
bg: Изключване на Siri?
ca: Vols desactivar Siri?
cs: Vypnout Siri?
da: Slå Siri fra?
de: Siri deaktivieren?
el: Απενεργοποίηση Siri;
es: ¿Desactivar Siri?
es_us: ¿Desactivar Siri?
fi: Laitetaanko Siri pois päältä?
fr: Désactiver Siri ?
fr_ca: Désactiver Siri?
he: לכבות את Siri?
hi: Siri को बंद करें?
hr: Isključiti Siri?
hu: Kikapcsolja Sirit?
id: Matikan Siri?
it: Vuoi disattivare Siri?
ja: Siriをオフにしますか?
kk: Siri функциясын өшіру қажет пе?
ko: Siri를 끄겠습니까?
lt: Išjungti „Siri“?
ms: Nyahaktifkan Siri?
nb: Slå av Siri?
nl: Siri uitschakelen?
pl: Wyłączyć Siri?
pt: Desativar a Siri?
pt_pt: Desativar Siri?
ro: Dezactivați Siri?
ru: Выключить Siri?
sk: Vypnúť Siri?
sl: Želite izklopiti Siri?
sv: Vill du stänga av Siri?
th: ปิดใช้ Siri หรือไม่
tr: Siri Kapatılsın mı?
uk: Вимкнути Siri?
vi: Tắt Siri?
zh_cn: 关闭Siri？
zh_hk: 要關閉Siri嗎？
zh_tw: 要關閉Siri嗎？

# ASSISTANT_DISABLE_TITLE_IPHONE
source: Turn Off Siri
ar: إيقاف Siri
bg: Изключи Siri
ca: Desactiva Siri
cs: Vypnout Siri
da: Slå Siri fra
de: Siri deaktivieren
el: Απενεργοποίηση Siri
es: Desactivar Siri
es_us: Desactivar Siri
fi: Laita Siri pois päältä
fr: Désactiver Siri
fr_ca: Désactiver Siri
he: כיבוי Siri
hi: Siri को बंद करें
hr: Isključite Siri
hu: Siri kikapcsolása
id: Matikan Siri
it: Disattiva Siri
ja: Siriをオフにする
kk: Siri функциясын өшіру
ko: Siri 끄기
lt: „Siri“ išjungimas
ms: Nyahaktifkan Siri
nb: Slå av Siri
nl: Schakel Siri uit
pl: Wyłącz Siri
pt: Desativar a Siri
pt_pt: Desativar Siri
ro: Dezactivați Siri
ru: Выключить Siri
sk: Vypnúť Siri
sl: Izklopi Siri
sv: Stäng av Siri
th: ปิดใช้ Siri
tr: Siri’yi Kapat
uk: Вимкнути Siri
vi: Tắt Siri
zh_cn: 关闭Siri
zh_hk: 關閉Siri
zh_tw: 關閉Siri

# ASSISTANT_DISABLE_WARNING_DICTATION_DISABLED
source: The information Siri uses to respond to your requests will be removed from Apple servers. If you want to use Siri later, it will take some time to re-send this information.
ar: ستتم إزالة المعلومات التي يستخدمها Siri للرد على طلباتك من خوادم Apple. وإذا أردت استخدام Siri لاحقًا، فإن إعادة إرسال هذه المعلومات ستستغرق بعض الوقت.
bg: Информацията, която Siri използва, за да отговаря на вашите заявки, ще бъде премахната от сървърите на Apple. Ако искате да използвате Siri по-късно, ще отнеме време да се изпрати отново тази информация.
ca: La informació que Siri utilitza per donar resposta a les peticions s’eliminarà dels servidors d’Apple. Tingues en compte que, si vols utilitzar Siri més endavant, la informació tardarà una estona a tornar a enviar‑se.
cs: Data, která Siri používá k odpovědím na vaše žádosti, budou odstraněna ze serverů společnosti Apple. Budete‑li chtít službu Siri později opět používat, nové odeslání těchto dat bude chvíli trvat.
da: De oplysninger, som Siri bruger til at besvare dine anmodninger, fjernes fra Apples servere. Hvis du vil bruge Siri senere, vil det tage nogen tid at sende disse oplysninger igen.
de: Die von Siri zum Antworten auf Anfragen verwendeten Informationen werden von den Apple-Servern gelöscht. Soll Siri später erneut verwendet werden, kann es einige Minuten dauern, bis diese Informationen erneut gesendet werden.
el: Οι πληροφορίες που χρησιμοποιεί το Siri για να αποκρίνεται στα αιτήματά σας θα αφαιρεθούν από τους διακομιστές της Apple. Αν θελήσετε να χρησιμοποιήσετε το Siri κάποια στιγμή στο μέλλον, θα χρειαστεί κάποιος χρόνος για να στείλετε ξανά αυτές τις πληροφορίες.
es: La información usada por Siri para responder a tus peticiones se eliminará de los servidores de Apple. Si quieres usar Siri más adelante, esta información tardará un rato en enviarse de nuevo.
es_us: La información que Siri usa para responder a tus solicitudes se eliminará de los servidores de Apple. Si quieres usar Siri más adelante, esta información tardará en reenviarse.
fi: Tiedot, joita Siri käyttää vastatessaan pyyntöihisi, poistetaan Applen palvelimilta. Jos haluat käyttää Siriä myöhemmin, näiden tietojen uudelleen lähettäminen kestää jonkin aikaa.
fr: Les informations utilisées par Siri pour répondre à vos requêtes seront supprimées des serveurs Apple. Si vous voulez réutiliser Siri par la suite, le renvoi de ces informations prendra un certain temps.
fr_ca: Les informations utilisées par Siri pour répondre à vos requêtes seront supprimées des serveurs d’Apple. Si vous voulez utiliser Siri ultérieurement, le renvoi de ces informations prendra un certain temps.
he: המידע שמשמש את Siri כדי להגיב לבקשות שלך יוסר מהשרתים של Apple. אם יהיה ברצונך להשתמש ב-Siri בעתיד, השליחה המחודשת של מידע זה תימשך זמן מה.
hi: आपके अनुरोधों का उत्तर देने के लिए Siri द्वारा उपयोग में लाई जाने वाली जानकारी Apple के सर्वर से हटा दी जाएगी। यदि आप बाद में Siri का उपयोग करना चाहते हैं, तो इस जानकारी को फिर से भेजने में समय लगेगा।
hr: Informacije koje Siri koristi za odgovaranje na vaše zahtjeve uklonit će se s Appleovih servera. Želite li koristiti Siri kasnije, trebat ćete pričekati neko vrijeme da se ove informacije ponovno pošalju.
hu: A Siri által a kérések megválaszolására használt információk el lesznek távolítva az Apple szervereiről. Ha később használni szeretné Sirit, akkor eltart egy ideig az információk ismételt elküldése.
id: Informasi yang digunakan Siri untuk merespons permintaan Anda akan dihapus dari server Apple. Jika nanti Anda ingin menggunakan Siri, akan diperlukan waktu yang lama untuk mengirimkan ulang informasi ini.
it: Le informazioni utilizzate da Siri per rispondere alle tue richieste verranno rimosse dai server di Apple. Se desideri utilizzare Siri in un secondo momento, dovrai attendere il tempo necessario per inviare nuovamente le informazioni.
ja: Siriがユーザのリクエストに応じる際に参照する情報がAppleのサーバから削除されます。あとでSiriを使用する場合には、この情報を再送信するのに多少時間がかかります。
kk: Сұрауларыңызға жауап беру үшін Siri көмекшісі пайдаланатын ақпарат Apple серверлерінен жойылады. Siri функциясын кейінірек қолданғыңыз келсе, бұл ақпаратты қайта жіберуге біраз уақыт кетеді.
ko: Siri가 사용자 요청에 응답하기 위해 사용하는 정보가 Apple 서버에서 제거됩니다. 나중에 Siri를 사용하려는 경우 이 정보를 재전송하는데 시간이 다소 소요됩니다.
lt: Informacija, kurią „Siri“ naudoja atsakyti į jūsų užklausas, bus pašalinta iš „Apple“ serverių. Jei „Siri“ norėsite naudoti vėliau, pakartotinis šios informacijos išsiuntimas šiek tiek užtruks.
ms: Maklumat yang digunakan oleh Siri untuk membalas permintaan anda akan dikeluarkan daripada pelayan Apple. Jika anda mahu menggunakan Siri kemudian, sedikit masa diperlukan untuk menghantar semula maklumat ini.
nb: Informasjonen Siri benytter for å svare på forespørslene dine, blir fjernet fra Apple-tjenerne. Hvis du vil bruke Siri senere, vil det ta noe tid å sende denne informasjonen på nytt.
nl: De informatie die Siri gebruikt om te reageren op je verzoeken wordt verwijderd van de Apple servers. Als je Siri later wilt gebruiken, duurt het enige tijd om deze informatie opnieuw te versturen.
pl: Informacje, których Siri używa do przetwarzania Twoich poleceń, zostaną usunięte z serwerów Apple. Jeśli znów włączysz Siri, ich ponowne wysłanie może chwilę potrwać.
pt: As informações usadas pela Siri para responder a seus pedidos serão removidas dos servidores da Apple. Se quiser usar a Siri mais tarde, o reenvio dessas informações levará algum tempo.
pt_pt: A informação usada por Siri para responder aos seus pedidos será removida dos servidores da Apple. Se quiser voltar a usar Siri, o reenvio da informação demorará algum tempo.
ro: Informațiile utilizate de Siri pentru a răspunde solicitărilor dvs. vor fi eliminate de pe serverele Apple. Dacă veți dori să utilizați Siri ulterior, retrimiterea acestor informații va dura un timp.
ru: Информация, используемая Siri для ответов на Ваши запросы, будет удалена с серверов Apple. Если Вы захотите использовать Siri позже, на повторную отправку этой информации понадобится некоторое время.
sk: Informácie, ktoré Siri používa na spracovanie vašich žiadostí, budú odstránené zo serverov Apple. Ak sa neskôr rozhodnete znovu používať Siri, bude ich opätovné odoslanie nejaký čas trvať.
sl: Podatki, ki jih Siri uporablja za odgovarjanje na vaše zahteve, bodo odstranjeni iz strežnikov družbe Apple. Če boste pozneje želeli uporabljati Siri, bo trajalo nekaj časa, da se ti podatki znova pošljejo.
sv: Informationen som Siri använder till att utföra dina förfrågningar kommer att tas bort från Apples servrar. Om du vill använda Siri igen kommer det att ta lite tid att skicka den här informationen igen.
th: ข้อมูลที่ Siri ใช้เพื่อตอบสนองต่อคำขอของคุณจะถูกเอาออกจากเซิร์ฟเวอร์ของ Apple ถ้าคุณต้องการใช้ Siri ในภายหลัง จะต้องใช้เวลาพอสมควรในการส่งข้อมูลนี้อีกครั้ง
tr: Siri’nin isteklerinize yanıt vermek için kullandığı bilgiler Apple sunucularından silinecektir. Siri’yi daha sonra kullanmak isterseniz bu bilgilerin yeniden gönderilmesi biraz zaman alacaktır.
uk: Інформацію, яку Siri використовує, щоб відповідати на ваші запити, буде вилучено з серверів Apple. Якщо ви згодом захочете використовувати Siri, повторне надсилання цієї інформації забере деякий час.
vi: Thông tin mà Siri sử dụng để phản hồi yêu cầu của bạn sẽ bị xóa khỏi máy chủ của Apple. Nếu bạn muốn sử dụng Siri sau này, bạn sẽ mất thời gian gửi lại thông tin này.
zh_cn: Siri回应你请求时所用的信息将从Apple服务器移除。若之后要使用Siri，将需要一些时间重新发送此信息。
zh_hk: 將從Apple伺服器移除Siri用作回應你要求的資料。如果稍後要使用Siri，將要花一些時間重新傳送此資料。
zh_tw: 將從Apple伺服器移除Siri回應你要求時所用的資訊。如果之後想要使用Siri，重新傳送此資訊將會花費一些時間。

# ASSISTANT_DISABLE_WARNING_DICTATION_DISABLED_WATCH_IPHONE
source: The information Siri uses to respond to your requests will be removed from Apple servers. If you want to use Siri later, it will take some time to re-send this information. Turning off Siri on your iPhone will turn off Siri on your Apple Watch.
ar: سيتم إزالة المعلومات التي يستخدمها Siri للاستجابة لطلباتك من خوادم Apple. وإذا أردت استخدام Siri لاحقًا، فإن إعادة إرسال هذه المعلومات ستستغرق بعض الوقت. يؤدي إيقاف Siri على الـ iPhone إلى إيقاف Siri أيضًا على الـ Apple Watch.
bg: Информацията, която Siri използва, за да отговаря на вашите заявки, ще бъде премахната от сървърите на Apple. Ако искате да използвате Siri по-късно, ще отнеме време да се изпрати отново тази информация. Изключването на Siri на вашия iPhone ще изключи Siri на вашия Apple Watch.
ca: La informació que Siri utilitza per donar resposta a les peticions s’eliminarà dels servidors d’Apple. Tingues en compte que, si vols utilitzar Siri més endavant, la informació tardarà una estona a tornar a enviar‑se. Si desactives Siri a l’iPhone, també es desactivarà Siri a l’Apple Watch.
cs: Data, která Siri používá k odpovědím na vaše žádosti, budou odstraněna ze serverů společnosti Apple. Budete‑li chtít službu Siri později opět používat, nové odeslání těchto dat bude chvíli trvat. Vypnutím Siri na iPhonu dojde také k vypnutí Siri na Apple Watch.
da: De oplysninger, som Siri bruger til at besvare dine anmodninger, fjernes fra Apples servere. Hvis du vil bruge Siri senere, vil det tage nogen tid at sende disse oplysninger igen. Når du slår Siri fra på iPhone, slås Siri også fra på dit Apple Watch.
de: Die von Siri zum Antworten auf Anfragen verwendeten Informationen werden von den Apple-Servern gelöscht. Soll Siri später erneut verwendet werden, kann es einige Minuten dauern, bis diese Informationen erneut gesendet wurden. Durch Deaktivieren von Siri auf deinem iPhone wird Siri auch auf deiner Apple Watch deaktiviert.
el: Οι πληροφορίες που χρησιμοποιεί το Siri για να αποκρίνεται στα αιτήματά σας θα αφαιρεθούν από τους διακομιστές της Apple. Αν θελήσετε να χρησιμοποιήσετε το Siri κάποια στιγμή στο μέλλον, θα χρειαστεί κάποιος χρόνος για να στείλετε ξανά αυτές τις πληροφορίες. Αν απενεργοποιήσετε το Siri στο iPhone, θα απενεργοποιηθεί επίσης το Siri στο Apple Watch.
es: La información usada por Siri para responder a tus peticiones se eliminará de los servidores de Apple. Si quieres usar Siri más adelante, esta información tardará un rato en enviarse de nuevo. Si desactivas Siri en el iPhone también se desactivará en el Apple Watch.
es_us: La información que Siri usa para responder a tus solicitudes se eliminará de los servidores de Apple. Si quieres usar Siri más adelante, esta información tardará en reenviarse. Al desactivar Siri en el iPhone, también se desactivará en el Apple Watch.
fi: Tiedot, joita Siri käyttää vastatessaan pyyntöihisi, poistetaan Applen palvelimilta. Jos haluat käyttää Siriä myöhemmin, näiden tietojen lähettäminen uudelleen kestää jonkin aikaa. Jos laitat Sirin pois päältä iPhonessa, se laitetaan pois päältä myös Apple Watchissa.
fr: Les informations utilisées par Siri pour répondre à vos requêtes seront supprimées des serveurs Apple. Si vous voulez réutiliser Siri par la suite, le renvoi de ces informations prendra un certain temps. La désactivation de Siri sur votre iPhone désactivera également Siri sur votre Apple Watch.
fr_ca: Les informations utilisées par Siri pour répondre à vos requêtes seront supprimées des serveurs d’Apple. Si vous voulez utiliser Siri ultérieurement, le renvoi de ces informations prendra un certain temps. La désactivation de Siri sur votre iPhone désactive également Siri sur votre Apple Watch.
he: המידע שמשמש את Siri כדי להגיב לבקשות שלך יוסר מהשרתים של Apple. אם יהיה ברצונך להשתמש ב-Siri בעתיד, השליחה המחודשת של מידע זה תימשך זמן מה. כיבוי של Siri ב-iPhone יגרום לכיבוי של Siri ב-Apple Watch.
hi: आपके अनुरोधों का उत्तर देने के लिए Siri द्वारा उपयोग में लाई जाने वाली जानकारी Apple के सर्वर से हटा दी जाएगी। यदि आप बाद में Siri का उपयोग करना चाहते हैं, तो इस जानकारी को फिर से भेजने में थोड़ा समय लगेगा। अपने iPhone पर Siri को बंद करने पर Siri आपकी Apple Watch पर भी बंद हो जाएगा।
hr: Informacije koje Siri koristi za odgovaranje na vaše zahtjeve uklonit će se s Appleovih servera. Želite li koristiti Siri kasnije, trebat ćete pričekati neko vrijeme da se ove informacije ponovno pošalju. Isključite li Siri na vašem iPhoneu, Siri će se također isključiti na Apple Watchu.
hu: A Siri által a kérések megválaszolására használt információk el lesznek távolítva az Apple szervereiről. Ha később használni szeretné Sirit, akkor eltart egy ideig az információk ismételt elküldése. Ha kikapcsolja Sirit az iPhone-on, azzal kikapcsolja az Apple Watchon is.
id: Informasi yang digunakan Siri untuk merespons permintaan Anda akan dihapus dari server Apple. Jika nanti Anda ingin menggunakan Siri, akan diperlukan waktu yang lama untuk mengirimkan ulang informasi ini. Mematikan Siri di iPhone akan mematikan Siri di Apple Watch Anda.
it: Le informazioni utilizzate da Siri per rispondere alle tue richieste verranno rimosse dai server di Apple. Se desideri utilizzare Siri in un secondo momento, dovrai attendere il tempo necessario per inviare nuovamente le informazioni. Disattivando Siri su iPhone, disattiverai la funzionalità anche su Apple Watch.
ja: Siriがユーザのリクエストに応じる際に参照する情報がAppleのサーバから削除されます。あとでSiriを使用する場合には、この情報を再送信するのに多少時間がかかります。 iPhoneでSiriをオフにすると、Apple WatchでもSiriがオフになります。
kk: Сұрауларыңызға жауап беру үшін Siri көмекшісі пайдаланатын ақпарат Apple серверлерінен жойылады. Siri функциясын кейінірек қолданғыңыз келсе, бұл ақпаратты қайта жіберуге біраз уақыт кетеді. iPhone құрылғысында Siri функциясы өшірілсе, ол Apple Watch сағатынан да өшіріледі.
ko: Siri가 사용자 요청에 응답하기 위해 사용하는 정보가 Apple 서버에서 제거됩니다. 나중에 Siri를 사용하려는 경우 이 정보를 재전송하는데 시간이 다소 소요됩니다. iPhone에서 Siri를 끄면 Apple Watch에서도 Siri가 꺼집니다.
lt: Informacija, kurią „Siri“ naudoja atsakyti į jūsų užklausas, bus pašalinta iš „Apple“ serverių. Jei „Siri“ norėsite naudoti vėliau, pakartotinis šios informacijos išsiuntimas šiek tiek užtruks. „iPhone“ įrenginyje išjungus „Siri“, „Siri“ bus taip pat išjungta „Apple Watch“ laikrodyje.
ms: Maklumat yang digunakan oleh Siri untuk membalas permintaan anda akan dikeluarkan daripada pelayan Apple. Jika anda mahu menggunakan Siri kemudian, sedikit masa diperlukan untuk menghantar semula maklumat ini. Menyahaktifkan Siri pada iPhone anda akan menyahaktifkan Siri pada Apple Watch anda.
nb: Informasjonen Siri benytter for å svare på forespørslene dine, blir fjernet fra Apple-tjenerne. Hvis du vil bruke Siri senere, vil det ta noe tid å sende denne informasjonen på nytt. Hvis du slår av Siri på iPhone, slås Siri også av på Apple Watch.
nl: De informatie die Siri gebruikt om te reageren op je verzoeken wordt verwijderd van de Apple servers. Als je Siri later wilt gebruiken, duurt het enige tijd om deze informatie opnieuw te versturen. Als je Siri uitschakelt op je iPhone, schakel je Siri ook uit op je Apple Watch.
pl: Informacje, których Siri używa do przetwarzania Twoich poleceń, zostaną usunięte z serwerów Apple. Jeśli znów włączysz Siri, ich ponowne wysłanie może chwilę potrwać. Wyłączenie Siri na iPhonie wyłącza Siri także na Apple Watch.
pt: As informações usadas pela Siri para responder aos seus pedidos serão removidas dos servidores da Apple. Se quiser usar a Siri mais tarde, o reenvio dessas informações levará algum tempo. Se a Siri for desativada no iPhone, ela também será desativada no Apple Watch.
pt_pt: A informação usada por Siri para responder aos seus pedidos será removida dos servidores da Apple. Se quiser voltar a usar Siri, o reenvio da informação demorará algum tempo. Se desativar Siri no iPhone, esta funcionalidade será igualmente desativada no Apple Watch.
ro: Informațiile utilizate de Siri pentru a răspunde solicitărilor dvs. vor fi eliminate de pe serverele Apple. Dacă veți dori să utilizați Siri ulterior, retrimiterea acestor informații va dura un timp. Dezactivarea Siri de pe iPhone‑ul dvs. va determina dezactivarea Siri de pe Apple Watch.
ru: Информация, используемая Siri для ответов на Ваши запросы, будет удалена с серверов Apple. Если Вы захотите использовать Siri позже, на повторную отправку этой информации понадобится некоторое время. При выключении Siri на iPhone эта функция будет также выключена на Apple Watch.
sk: Informácie, ktoré Siri používa na spracovanie vašich žiadostí, budú odstránené zo serverov Apple. Ak sa neskôr rozhodnete znovu používať Siri, bude ich opätovné odoslanie nejaký čas trvať. Vypnutím Siri na iPhone zároveň vypnete Siri aj na Apple Watch.
sl: Podatki, ki jih Siri uporablja za odgovarjanje na vaše zahteve, bodo odstranjeni iz strežnikov družbe Apple. Če boste pozneje želeli uporabljati Siri, bo trajalo nekaj časa, da se ti podatki znova pošljejo. Če izklopite Siri v iPhonu, boste izklopili tudi Siri v uri Apple Watch.
sv: Informationen som Siri använder till att utföra dina förfrågningar kommer att tas bort från Apples servrar. Om du vill använda Siri igen kommer det att ta lite tid att skicka den här informationen igen. Om du stänger av Siri på iPhone kommer Siri även att stängas av på din Apple Watch.
th: ข้อมูลที่ Siri ใช้เพื่อตอบสนองต่อคำขอของคุณจะถูกเอาออกจากเซิร์ฟเวอร์ของ Apple ถ้าคุณต้องการใช้ Siri ในภายหลัง จะต้องใช้เวลาพอสมควรในการส่งข้อมูลนี้อีกครั้ง การปิดใช้ Siri บน iPhone ของคุณจะเป็นการปิดใช้ Siri บน Apple Watch ของคุณด้วย
tr: Siri’nin isteklerinize yanıt vermek için kullandığı bilgiler Apple sunucularından silinecektir. Siri’yi daha sonra kullanmak isterseniz bu bilgilerin yeniden gönderilmesi biraz zaman alacaktır. Siri iPhone’unuzda kapatıldığında, Apple Watch’unuzda da kapatılacaktır.
uk: Інформацію, яку Siri використовує, щоб відповідати на ваші запити, буде вилучено з серверів Apple. Якщо ви згодом захочете використовувати Siri, повторне надсилання цієї інформації забере деякий час. Вимкнення Siri на iPhone також вимкне Siri на вашому Apple Watch.
vi: Thông tin mà Siri sử dụng để đáp ứng yêu cầu của bạn sẽ bị xóa khỏi máy chủ của Apple. Nếu bạn muốn sử dụng Siri sau này, bạn sẽ mất thời gian gửi lại thông tin này. Tắt Siri trên iPhone của bạn sẽ tắt Siri trên Apple Watch của bạn.
zh_cn: Siri回应你请求时所用的信息将从Apple服务器移除。若之后要使用Siri，将需要一些时间重新发送此信息。 在iPhone上关闭Siri也将在Apple Watch上关闭Siri。
zh_hk: 將從Apple伺服器移除Siri用作回應你要求的資料。如果稍後要使用Siri，將要花一些時間重新傳送此資料。 在iPhone上關閉Siri亦會關閉Apple Watch上的Siri。
zh_tw: 將從Apple伺服器移除Siri回應你要求時所用的資訊。如果之後想要使用Siri，重新傳送此資訊將會花費一些時間。 在iPhone上關閉Siri也會關閉Apple Watch上的Siri。
